Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# chord_sub_modal_explanation
source: Borrow chords from the parallel minor (or other mode) into a major key. For example, in C major, use chords from C minor.\n\nBorrowed chords add unexpected color and emotion. The most common borrowings come from the natural minor (Aeolian mode).
ar: استعير أوتاراً من النسيب الصغير (أو مقام آخر) إلى مفتاح كبير. مثلاً في C كبير، استخدم أوتار C الصغير.\n\nالأوتار المستعارة تضيف لوناً وعاطفة غير متوقعة. تأتي أكثر الاستعارات شيوعاً من النسيب الصغير الطبيعي (مقام إيوليان).
de: Entlehne Akkorde aus dem parallelen Moll (oder einem anderen Modus) in eine Dur-Tonart. Zum Beispiel verwende in C-Dur Akkorde aus c-Moll.\n\nEntlehnte Akkorde fügen unerwartete Farbe und Emotion hinzu. Die häufigsten Entlehnungen stammen aus dem natürlichen Moll (äolischer Modus).
es: Toma prestados acordes del menor paralelo (u otro modo) en una tonalidad mayor. Por ejemplo, en Do mayor, usa acordes de Do menor.\n\nLos acordes prestados añaden color y emoción inesperados. Los préstamos más comunes provienen del menor natural (modo eólico).
fr: Empruntez des accords au mineur parallèle (ou à un autre mode) dans une tonalité majeure. Par exemple, en Do majeur, utilisez des accords de Do mineur.\n\nLes accords empruntés ajoutent une couleur et une émotion inattendues. Les emprunts les plus courants viennent du mineur naturel (mode éolien).
hi: समानांतर माइनर (या अन्य मोड) से कॉर्ड मेजर कुंजी में उधार लें। उदाहरण के लिए, C मेजर में, C माइनर के कॉर्ड का उपयोग करें।\n\nउधार लिए गए कॉर्ड अप्रत्याशित रंग और भावना जोड़ते हैं। सबसे आम उधार प्राकृतिक माइनर (एओलियन मोड) से आते हैं।
id: Pinjam akor dari minor paralel (atau mode lain) ke kunci mayor. Misalnya, dalam C mayor, gunakan akor dari C minor.\n\nAkor pinjaman menambah warna dan emosi yang tak terduga. Pinjaman paling umum berasal dari minor natural (mode Aeolian).
it: Prendi in prestito accordi dal minore parallelo (o da un altro modo) in una tonalità maggiore. Ad esempio, in Do maggiore, usa accordi di Do minore.\n\nGli accordi presi in prestito aggiungono colore ed emozione inaspettati. I prestiti più comuni provengono dal minore naturale (modo eolio).
ja: 長調に平行短調（または他のモード）のコードを借用。例: C長調でC短調のコードを使用。\n\n借用コードは予想外の色合いと感情を加える。最も一般的な借用は自然短調（エオリアンモード）から。
ko: 장조에 나란한단조(또는 다른 모드)의 코드를 차용. 예: C장조에서 C단조 코드 사용.\n\n차용 코드는 예상치 못한 색채와 감정을 더합니다. 가장 흔한 차용은 자연단조(에올리안 모드)에서 옵니다.
nl: Leen akkoorden van de parallelle mineur (of andere modus) in een majeurtoonsoort. Gebruik bijvoorbeeld in C majeur akkoorden uit C mineur.\n\nGeleende akkoorden voegen onverwachte kleur en emotie toe. De meest voorkomende leningen komen uit de natuurlijke mineur (Aeolische modus).
pl: Pożycz akordy z równoległej molowej (lub innego trybu) do tonacji durowej. Np. w C-dur użyj akordów z c-moll.\n\nPożyczone akordy dodają nieoczekiwany kolor i emocje. Najczęstsze pożyczki pochodzą z naturalnej molowej (tryb eolski).
pt: Pegue acordes emprestados do menor paralelo (ou outro modo) para uma tonalidade maior. Por exemplo, em Dó maior, use acordes de Dó menor.\n\nOs acordes emprestados acrescentam cor e emoção inesperadas. Os empréstimos mais comuns vêm do menor natural (modo Eólio).
ru: Заимствуйте аккорды из параллельного минора (или другого лада) в мажорную тональность. Например, в C мажоре используйте аккорды из C минора.\n\nЗаимствованные аккорды добавляют неожиданный колорит и эмоции. Чаще всего заимствуют из натурального минора (эолийский лад).
tr: Majör tona paralel minörden (veya başka moddan) akorlar ödünç alın. Örneğin C majörde, C minörden akorlar kullanın.\n\nÖdünç alınan akorlar beklenmedik renk ve duygu ekler. En yaygın ödünç almalar doğal minörden (Eoliyen mod) gelir.
zh_hans: 从平行小调（或其他调式）借用和弦到大调。例如在 C 大调中，使用 C 小调的和弦。\n\n借用和弦增添意想不到的色彩和情感。最常见的借用来自自然小调（爱奥利亚调式）。

# chord_sub_modal_title
source: 4. Modal Interchange (Borrowed Chords)
ar: 4. التبادل المقامي (الأوتار المستعارة)
de: 4. Modaler Austausch (Entlehnte Akkorde)
es: 4. Intercambio modal (Acordes prestados)
fr: 4. Échange modal (Accords empruntés)
hi: 4. मोडल इंटरचेंज (उधार कॉर्ड)
id: 4. Pertukaran Modal (Akor Pinjaman)
it: 4. Interscambio modale (accordi presi in prestito)
ja: 4. モーダルインターチェンジ（借用コード）
ko: 4. 모달 인터체인지(차용 코드)
nl: 4. Modale uitwisseling (geleende akkoorden)
pl: 4. Wymiana modalna (pożyczone akordy)
pt: 4. Intercâmbio modal (acordes emprestados)
ru: 4. Модальный обмен (заимствованные аккорды)
tr: 4. Modal Değişim (Ödünç Akorlar)
zh_hans: 4. 调式互换（借用和弦）

# chord_sub_relative_explanation
source: Every major chord has a relative minor (and vice versa) that shares 2 of 3 notes. The relative minor is found 3 semitones below the major root.\n\nThis is the simplest and most common substitution — it always works because the chords are so closely related.
ar: كل وتر كبير له نسيب صغير (والعكس صحيح) يشترك في 2 من 3 نوتات. يوجد النسيب الصغير 3 أنصاف نغمات أسفل جذر الكبير.\n\nهذا أبسط وأكثر الاستبدالات شيوعاً — يعمل دائماً لأن الأوتار مرتبطة ارتباطاً وثيقاً.
de: Jeder Dur-Akkord hat einen relativen Moll-Akkord (und umgekehrt), der 2 von 3 Tönen teilt. Der relative Moll-Akkord liegt 3 Halbtöne unter dem Dur-Grundton.\n\nDies ist die einfachste und häufigste Substitution — sie funktioniert immer, weil die Akkorde eng verwandt sind.
es: Cada acorde mayor tiene un relativo menor (y viceversa) que comparte 2 de 3 notas. El relativo menor se encuentra 3 semitonos por debajo de la raíz mayor.\n\nEsta es la sustitución más sencilla y común — siempre funciona porque los acordes están estrechamente relacionados.
fr: Chaque accord majeur a un relatif mineur (et vice versa) qui partage 2 de 3 notes. Le relatif mineur se trouve 3 demi-tons en dessous de la fondamentale majeure.\n\nC'est la substitution la plus simple et la plus courante — elle fonctionne toujours car les accords sont très proches.
hi: हर मेजर कॉर्ड का एक सम्बंधित माइनर होता है (और इसके विपरीत) जो 3 में से 2 नोट साझा करता है। सम्बंधित माइनर मेजर रूट के 3 सेमीटोन नीचे पाया जाता है।\n\nयह सबसे सरल और सबसे आम प्रतिस्थापन है — यह हमेशा काम करता है क्योंकि कॉर्ड इतने निकट से संबंधित हैं।
id: Setiap akor mayor memiliki minor relatif (dan sebaliknya) yang berbagi 2 dari 3 not. Minor relatif ditemukan 3 semitone di bawah root mayor.\n\nIni substitusi paling sederhana dan paling umum — selalu berhasil karena akornya sangat terkait.
it: Ogni accordo maggiore ha un minore relativo (e viceversa) che condivide 2 note su 3. Il minore relativo si trova 3 semitoni sotto la fondamentale maggiore.\n\nQuesta è la sostituzione più semplice e comune — funziona sempre perché gli accordi sono strettamente correlati.
ja: すべての長調コードには2音を共有する関係短調（逆も同様）がある。関係短調は長調ルートの3半音下にある。\n\n最もシンプルで一般的な代理 — 密接に関連しているため常に機能する。
ko: 모든 장조 코드에는 2음을 공유하는 나란한단조(그 반대도 마찬가지)가 있습니다. 나란한단조는 장조 루트의 3반음 아래에 있습니다.\n\n가장 단순하고 흔한 대리 — 밀접히 관련되어 있어 항상 잘 맞습니다.
nl: Elk majeur akkoord heeft een relatieve mineur (en omgekeerd) die 2 van 3 noten deelt. De relatieve mineur bevindt zich 3 halve tonen onder de majeur grondtoon.\n\nDit is de eenvoudigste en meest voorkomende substitutie — het werkt altijd omdat de akkoorden zo nauw verwant zijn.
pl: Każdy akord durowy ma równoległy molowy (i odwrotnie), który ma 2 z 3 nut wspólnych. Równoległy molowy znajduje się 3 półtony poniżej prymy durowej.\n\nTo najprostsza i najczęstsza substytucja — zawsze działa, bo akordy są blisko spokrewnione.
pt: Cada acorde maior tem um menor relativo (e vice-versa) que partilha 2 de 3 notas. O menor relativo encontra-se 3 semitons abaixo da fundamental maior.\n\nEsta é a substituição mais simples e comum — funciona sempre porque os acordes estão muito relacionados.
ru: У каждого мажорного аккорда есть параллельный минорный (и наоборот) с 2 общими нотами из 3. Параллельный минор находится на 3 полутона ниже мажорной тоники.\n\nЭто самая простая и распространённая замена — всегда работает, так как аккорды тесно связаны.
tr: Her majör akorun 3 notanın 2'sini paylaşan bağıl minörü vardır (ve tersi). Bağıl minör majör kökün 3 yarım ton altında bulunur.\n\nBu en basit ve yaygın değişimdir — akorlar çok yakından ilişkili olduğu için her zaman işe yarar.
zh_hans: 每个大调和弦都有一个关系小调（反之亦然），共享 3 个音中的 2 个。关系小调位于大调根音下方 3 个半音。\n\n这是最简单、最常见的替代——总是有效，因为和弦关系非常密切。

# chord_sub_relative_title
source: 2. Relative Major/Minor Swaps
ar: 2. مبادلة النسيب الكبير/الصغير
de: 2. Relativer Dur/Moll-Tausch
es: 2. Intercambios relativos mayor/menor
fr: 2. Échanges relatifs majeur/mineur
hi: 2. सम्बंधित मेजर/माइनर स्वैप
id: 2. Tukar Mayor/Minor Relatif
it: 2. Scambi relativa maggiore/minore
ja: 2. 関係長調/短調の入れ替え
ko: 2. 나란한장조/단조 교체
nl: 2. Relatief majeur/mineur-wisselingen
pl: 2. Zamiany równoległej durowej/molowej
pt: 2. Trocas relativo maior/menor
ru: 2. Замена параллельных мажор/минор
tr: 2. Bağıl Majör/Minör Takası
zh_hans: 2. 关系大小调互换

# chord_sub_secondary_explanation
source: Use the V chord of any diatonic chord as a temporary tonicization. A secondary dominant \"points to\" a chord other than the tonic, making its arrival feel stronger and more intentional.\n\nWritten as V/X where X is the chord being tonicized. For example, V/V means \"the V chord of the V chord.\"
ar: استخدم وتر V لأي وتر دياتوني كتأكيد مؤقت. يشير السائد الثانوي إلى وتر غير التونيك، مما يجعل وصوله أقوى وأكثر قصداً.\n\nيُكتب V/X حيث X هو الوتر المؤكد. مثلاً V/V يعني \"وتر V لوتر V\".
de: Verwende den V-Akkord eines beliebigen diatonischen Akkords als temporäre Tonikalisierung. Eine Sekundärdominante „zeigt auf" einen anderen Akkord als die Tonika und macht dessen Ankunft stärker und absichtlicher.\n\nGeschrieben als V/X, wobei X der tonikalisierte Akkord ist. Zum Beispiel bedeutet V/V „der V-Akkord des V-Akkords".
es: Usa el acorde V de cualquier acorde diatónico como tonicización temporal. Una dominante secundaria \"apunta\" a un acorde distinto de la tónica, haciendo que su llegada sea más fuerte e intencional.\n\nSe escribe como V/X donde X es el acorde tonicizado. Por ejemplo, V/V significa \"el V del V\".
fr: Utilisez l'accord V de n'importe quel accord diatonique comme tonicisation temporaire. Une dominante secondaire « pointe vers » un accord autre que la tonique, rendant son arrivée plus forte et intentionnelle.\n\nÉcrit V/X où X est l'accord tonicisé. Par exemple, V/V signifie « le V du V ».
hi: किसी भी डायटोनिक कॉर्ड के V कॉर्ड को अस्थायी टोनिकेशन के रूप में उपयोग करें। एक सेकेंडरी डॉमिनेंट टोनिक के अलावा किसी कॉर्ड को \"इंगित करता है\", जिससे उसका आगमन मजबूत और अधिक जानबूझकर लगता है।\n\nV/X के रूप में लिखा जाता है जहाँ X टोनिक किया जा रहा कॉर्ड है। उदाहरण के लिए, V/V का मतलब \"V कॉर्ड का V कॉर्ड\"।
id: Gunakan akor V dari akor diatonik apa pun sebagai tonikalisasi sementara. Dominan sekunder \"menunjuk ke\" akor selain tonik, membuat kedatangannya terasa lebih kuat dan disengaja.\n\nDitulis sebagai V/X di mana X adalah akor yang ditonikalisasi. Misalnya, V/V berarti \"akor V dari akor V.\"
it: Usa l'accordo V di qualsiasi accordo diatonico come tonicizzazione temporanea. Una dominante secondaria \"punta verso\" un accordo diverso dalla tonica, rendendo il suo arrivo più forte e intenzionale.\n\nScritto come V/X dove X è l'accordo da tonicizzare. Ad esempio, V/V significa \"l'accordo V dell'accordo V.\"
ja: ダイアトニックコードのVコードを一時的な主調化に使用。セカンダリードミナントは主音以外のコードを「指し示し」、その到着をより強く意図的に感じさせる。\n\nV/Xと表記。Xは主調化されるコード。例: V/Vは「VコードのVコード」を意味する。
ko: 다이어토닉 코드의 V코드를 일시적 주조화에 사용. 세컨더리 도미넌트는 토닉이 아닌 코드를 \"가리키며\", 그 도착을 더 강하고 의도적으로 느끼게 합니다.\n\nV/X로 표기. X는 주조화되는 코드. 예: V/V는 \"V코드의 V코드\"를 의미합니다.
nl: Gebruik het V-akkoord van elk diatonisch akkoord als tijdelijke tonicisatie. Een secundaire dominant \"wijst naar\" een akkoord anders dan de tonica, waardoor de aankomst sterker en doelgerichter aanvoelt.\n\nGeschreven als V/X waarbij X het te toniciseren akkoord is. V/V betekent bijvoorbeeld \"het V-akkoord van het V-akkoord.\"
pl: Użyj akordu V dowolnego akordu diatonicznego jako tymczasowej tonizacji. Dominanta wtórna \"wskazuje na\" akord inny niż tonika, sprawiając, że jego przyjście jest silniejsze i bardziej zamierzone.\n\nZapisywana jako V/X, gdzie X to akord tonizowany. Np. V/V oznacza \"akord V akordu V\".
pt: Use o acorde V de qualquer acorde diatónico como uma tonicização temporária. Uma dominante secundária \"aponta para\" um acorde que não é a tónica, tornando a sua chegada mais forte e intencional.\n\nEscrito como V/X onde X é o acorde sendo tonicizado. Por exemplo, V/V significa \"o acorde V do acorde V.\"
ru: Используйте аккорд V от любого диатонического аккорда как временную тоникализацию. Побочная доминанта «указывает» на аккорд, отличный от тоники, делая его появление более сильным и осознанным.\n\nЗаписывается как V/X, где X — тоникализуемый аккорд. Например, V/V означает «аккорд V от аккорда V».
tr: Herhangi bir diyatonik akorun V akorunu geçici tonikleştirme olarak kullanın. İkincil dominant tonik dışındaki bir akora \"işaret eder\", varışını daha güçlü ve kasıtlı hissettirir.\n\nV/X olarak yazılır; X tonikleştirilen akordur. Örneğin V/V \"V akorunun V akoru\" anlamına gelir.
zh_hans: 使用任何自然和弦的 V 和弦作为临时主调化。副属和弦「指向」主音以外的和弦，使其到达感更强、更有意图。\n\n写作 V/X，其中 X 是被主调化的和弦。例如 V/V 表示「V 和弦的 V 和弦」。

# chord_sub_secondary_title
source: 5. Secondary Dominants
ar: 5. السواديات الثانوية
de: 5. Sekundärdominanten
es: 5. Dominantes secundarias
fr: 5. Dominantes secondaires
hi: 5. सेकेंडरी डॉमिनेंट
id: 5. Dominan Sekunder
it: 5. Dominanti secondarie
ja: 5. セカンダリードミナント
ko: 5. 세컨더리 도미넌트
nl: 5. Secundaire dominanten
pl: 5. Dominanty wtórne
pt: 5. Dominantes secundárias
ru: 5. Побочные доминанты
tr: 5. İkincil Dominantlar
zh_hans: 5. 副属和弦

# chord_sub_tritone_explanation
source: Replace a dominant 7th chord with the dominant 7th chord a tritone (6 semitones) away. Both chords share the same tritone interval (the 3rd and 7th are swapped), so they create similar harmonic tension.\n\nThis creates smooth chromatic bass movement. Used extensively in jazz.
ar: استبدل وتر سابع سائد بوتر سابع سائد على بُعد ثلاثي النغمات (6 أنصاف نغمات). كلا الوترين يشتركان في نفس فاصل ثلاثي النغمات (الدرجة 3 و 7 مبدلتان)، لذا يخلقان توتراً توافقياً مماثلاً.\n\nهذا يخلق حركة باص كروماتية سلسة. يُستخدم على نطاق واسع في الجاز.
de: Ersetze einen Dominantseptakkord durch den Dominantseptakkord einen Tritonus (6 Halbtöne) entfernt. Beide Akkorde teilen dasselbe Tritonus-Intervall (3. und 7. sind vertauscht), wodurch ähnliche harmonische Spannung entsteht.\n\nDies erzeugt eine chromatische Bassbewegung. Im Jazz weit verbreitet.
es: Reemplaza un acorde de séptima dominante con otro de séptima dominante a un tritono (6 semitonos) de distancia. Ambos acordes comparten el mismo intervalo de tritono (la 3.ª y la 7.ª se intercambian), creando tensión armónica similar.\n\nEsto crea un movimiento cromático suave en el bajo. Muy usado en jazz.
fr: Remplacez un accord de septième de dominante par l'accord de septième de dominante à un triton (6 demi-tons) de distance. Les deux accords partagent le même triton (la 3ce et la 7e sont inversées), créant une tension harmonique similaire.\n\nCeci crée un mouvement chromatique fluide dans la basse. Très utilisé en jazz.
hi: एक डॉमिनेंट 7वें कॉर्ड को ट्राइटोन (6 सेमीटोन) दूर के डॉमिनेंट 7वें कॉर्ड से बदलें। दोनों कॉर्ड समान ट्राइटोन अंतराल साझा करते हैं (3 और 7 स्वैप होते हैं), इसलिए वे समान हार्मोनिक तनाव पैदा करते हैं।\n\nयह सुचारू क्रोमैटिक बास गति बनाता है। जैज़ में व्यापक रूप से उपयोग किया जाता है।
id: Ganti akor dominan 7 dengan akor dominan 7 yang berjarak tritonus (6 semitone). Kedua akor berbagi interval tritonus yang sama (not ke-3 dan ke-7 ditukar), sehingga menciptakan ketegangan harmonik yang serupa.\n\nIni menciptakan pergerakan bas kromatik yang halus. Digunakan secara luas dalam jazz.
it: Sostituisci un accordo di settima dominante con l'accordo di settima dominante a un tritono (6 semitoni) di distanza. Entrambi condividono lo stesso intervallo di tritono (la terza e la settima sono scambiate), quindi creano una tensione armonica simile.\n\nQuesto crea un movimento cromatico fluido nel basso. Usato ampiamente nel jazz.
ja: ドミナント7thコードを6半音（トライトーン）離れたドミナント7thコードで置き換える。両方のコードは同じトライトーン音程を共有（3度と7度が入れ替わる）するため、同様の和声的緊張を作る。\n\nスムーズな半音階的ベース進行を作る。ジャズで広く使用。
ko: 도미넌트 7코드를 6반음(트라이톤) 떨어진 도미넌트 7코드로 교체. 두 코드 모두 같은 트라이톤 음정을 공유(3도와 7도가 바뀜)하여 비슷한 화성적 긴장을 만듭니다.\n\n부드러운 반음계적 베이스 진행을 만듭니다. 재즈에서 널리 사용됩니다.
nl: Vervang een dominant septiemakkoord door het dominant septiemakkoord een tritonus (6 halve tonen) verderop. Beide delen hetzelfde tritonusinterval (de 3 en 7 zijn verwisseld), dus ze creëren vergelijkbare harmonische spanning.\n\nDit creëert vloeiende chromatische basbeweging. Uitgebreid gebruikt in jazz.
pl: Zastąp akord dominanty septymowej akordem dominanty septymowej oddalonym o tryton (6 półtonów). Oba akordy mają ten sam interwał trytonu (3. i 7. są zamienione), więc tworzą podobne napięcie harmoniczne.\n\nTworzy płynny chromatyczny ruch basu. Szeroko stosowane w jazzie.
pt: Substitua um acorde de 7.ª dominante pelo acorde de 7.ª dominante a um trítono (6 semitons) de distância. Ambos partilham o mesmo intervalo de trítono (a 3.ª e 7.ª são trocadas), criando tensão harmónica semelhante.\n\nIsto cria movimento cromático suave no baixo. Usado extensivamente no jazz.
ru: Замените доминантсептаккорд доминантсептаккордом на расстоянии тритона (6 полутонов). Оба аккорда содержат один и тот же тритоновый интервал (3-я и 7-я ступени меняются местами), создавая схожее гармоническое напряжение.\n\nСоздаёт плавное хроматическое движение баса. Широко используется в джазе.
tr: Dominant 7 akorunu bir triton (6 yarım ton) uzaklıktaki dominant 7 akoruyla değiştirin. Her iki akor aynı triton aralığını paylaşır (3. ve 7. dereceler değişir), benzer armonik gerilim yaratır.\n\nPürüzsüz kromatik bas hareketi oluşturur. Cazda yaygın kullanılır.
zh_hans: 用相距三全音（6 个半音）的属七和弦替换一个属七和弦。两个和弦共享相同的三全音音程（3 音和 7 音互换），因此产生相似的和声张力。\n\n这创造了平滑的半音低音进行。在爵士乐中广泛使用。

# chord_sub_tritone_title
source: 3. Tritone Substitution
ar: 3. بديل ثلاثي النغمات
de: 3. Tritonus-Substitution
es: 3. Sustitución de tritono
fr: 3. Substitution de triton
hi: 3. ट्राइटोन प्रतिस्थापन
id: 3. Substitusi Tritonus
it: 3. Sostituzione di tritono
ja: 3. トライトーン代理
ko: 3. 트라이톤 대리
nl: 3. Tritonussubstitutie
pl: 3. Substytucja trytonu
pt: 3. Substituição de trítono
ru: 3. Тритоновая замена
tr: 3. Triton Değişimi
zh_hans: 3. 三全音替代

# chord_subs_examples_in
source: Examples in key of:
ar: أمثلة في مفتاح:
de: Beispiele in Tonart:
es: Ejemplos en la tonalidad de:
fr: Exemples dans la tonalité de :
hi: कुंजी के उदाहरण:
id: Contoh dalam kunci:
it: Esempi nella tonalità di:
ja: キーの例:
ko: 예시 키:
nl: Voorbeelden in toonsoort:
pl: Przykłady w tonacji:
pt: Exemplos na tonalidade de:
ru: Примеры в тональности:
tr: Ton örnekleri:
zh_hans: 以下调为例:

# chord_subs_practice_tip
source: Start with diatonic substitutions and relative major/minor swaps — they always sound good. Once comfortable, try modal interchange for more color. Save tritone subs and secondary dominants for when you're ready to explore jazz harmony.
ar: ابدأ بالبدائل الطبيعية وتبديل النسيب الكبير/الصغير — تبدو دائماً جيدة. عندما تتمكن، جرّب التبادل المقامي لمزيد من الألوان. احتفظ ببديل الفاصل الموسع والسيطرات الثانوية لوقت استكشاف تناغم الجاز.
de: Beginne mit diatonischen Substitutionen und parallelen Dur/Moll-Tausch — die klingen immer gut. Wenn du dich sicher fühlst, probiere modale Austausche für mehr Farbe. Hebe Tritonus-Substitutionen und Sekundärdominanten auf, bis du bereit bist, Jazz-Harmonik zu erkunden.
es: Empieza con sustituciones diatónicas e intercambios de mayor/menor relativo — siempre suenan bien. Cuando te sientas cómodo, prueba el intercambio modal para más color. Guarda las sustituciones tritonales y dominantes secundarios para cuando estés listo para explorar la armonía del jazz.
fr: Commencez par les substitutions diatoniques et les échanges relative majeure/mineure — ils sonnent toujours bien. Une fois à l'aise, essayez l'emprunt modal pour plus de couleur. Gardez les substitutions tritoniques et les dominantes secondaires pour quand vous serez prêt à explorer l'harmonie jazz.
hi: डायटोनिक प्रतिस्थापन और सम्बंधित मेजर/माइनर स्वैप से शुरू करें — ये हमेशा अच्छे लगते हैं। सहज होने पर, अधिक रंग के लिए मोडल इंटरचेंज आज़माएँ। ट्राइटोन सब और सेकेंडरी डॉमिनेंट जैज हार्मनी एक्सप्लोर करने के लिए तैयार होने पर रखें।
id: Mulai dengan substitusi diatonik dan pertukaran relatif mayor/minor — selalu terdengar bagus. Setelah nyaman, coba pertukaran modal untuk lebih banyak warna. Simpan substitusi tritonus dan dominan sekunder untuk saat Anda siap mengeksplorasi harmoni jazz.
it: Inizia con le sostituzioni diatoniche e gli scambi relativa maggiore/minore — suonano sempre bene. Quando ti senti a tuo agio, prova l'interscambio modale per più colore. Riserva le sostituzioni di tritono e le dominanti secondarie per quando sarai pronto a esplorare l'armonia jazz.
ja: まずはダイアトニック代理と平行調の入れ替えから始めましょう — いつでもいい響きになります。慣れたら、モーダルインターチェンジでより多彩な響きを試してみましょう。トライトーン代理やセカンダリードミナントは、ジャズハーモニーを探求する準備ができてから挑戦しましょう。
ko: 먼저 다이어토닉 대리와 나란한조 교체부터 시작하세요 — 항상 좋은 소리가 납니다. 익숙해지면 모달 인터체인지로 더 다채로운 사운드를 시도해 보세요. 트라이톤 대리와 세컨더리 도미넌트는 재즈 화성을 탐구할 준비가 됐을 때 도전하세요.
nl: Begin met diatonische substituties en relatief majeur/mineur-wisselingen — die klinken altijd goed. Als je er vertrouwd mee bent, probeer dan modale uitwisseling voor meer kleur. Bewaar tritonussubstituties en secundaire dominanten voor wanneer je klaar bent om jazzharmonie te verkennen.
pl: Zacznij od substytucji diatonicznych i zamian równoległej tonacji durowej/molowej — zawsze dobrze brzmią. Gdy poczujesz się pewnie, wypróbuj wymianę modalną dla większej kolorystyki. Substytucje trytonu i dominanty wtórne zachowaj na czas, gdy będziesz gotowy do eksploracji harmonii jazzowej.
pt: Comece com substituições diatônicas e trocas de relativa maior/menor — sempre soam bem. Quando estiver confortável, tente o empréstimo modal para mais cor. Guarde as substituições tritonais e dominantes secundários para quando estiver pronto para explorar a harmonia do jazz.
ru: Начните с диатонических замен и смены параллельных тональностей — они всегда звучат хорошо. Освоившись, попробуйте модальный обмен для большего разнообразия. Тритоновую замену и побочные доминанты оставьте для изучения джазовой гармонии.
tr: Diyatonik değişimler ve bağıl majör/minör takaslarıyla başlayın — her zaman iyi duyulurlar. Rahat olduğunuzda daha fazla renk için modal alışverişi deneyin. Triton değişimlerini ve ikincil dominantları caz armonisini keşfetmeye hazır olduğunuzda saklayın.
zh_hans: 从自然替代和关系大小调互换开始——它们总是听起来不错。熟练后，尝试调式互换增加色彩。等你准备好探索爵士和声时，再使用三全音替代和副属和弦。

# chord_subs_practice_tip_title
source: Practice Tip
ar: نصيحة تمرين
de: Übungstipp
es: Consejo de práctica
fr: Conseil de pratique
hi: अभ्यास सुझाव
id: Tips Latihan
it: Suggerimento per la pratica
ja: 練習のヒント
ko: 연습 팁
nl: Oefentip
pl: Wskazówka do ćwiczeń
pt: Dica de prática
ru: Совет для практики
tr: Çalışma İpucu
zh_hans: 练习提示

# chord_subs_shared
source: Shared: %@
ar: مشترك: %@
de: Gemeinsam: %@
es: Compartidas: %@
fr: Partagées : %@
hi: साझा: %@
id: Bersama: %@
it: Condivisi: %@
ja: 共通: %@
ko: 공통: %@
nl: Gedeeld: %@
pl: Wspólne: %@
pt: Compartilhadas: %@
ru: Общие: %@
tr: Ortak: %@
zh_hans: 共有: %@
